#+title: Evaluación de exposición: La MáquinaVirtual Java: Sincronización de hilos
#+author: Gunnar Wolf

- Tema presentado por :: Francisco Barrios
- Calificación global ::  7.57 * 0.3 +  8.63 * 0.7 = *8.31*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|          7.5 |   7.5 |         10 |       10 |        10 |  9.00 |
|           10 |   7.5 |         10 |      7.5 |         5 |  8.00 |
|          7.5 |   7.5 |          5 |      7.5 |       7.5 |  7.00 |
|          7.5 |     5 |         10 |      7.5 |         0 |  6.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |     5 |        7.5 |        5 |         5 |  6.00 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|          7.5 |     5 |          5 |        5 |         5 |  5.50 |
|            5 |   7.5 |        7.5 |        5 |         5 |  6.00 |
|            5 |     5 |          5 |        5 |         5 |     5 |
|           10 |    10 |         10 |       10 |         5 |     9 |
|          7.5 |   7.5 |        7.5 |        5 |        10 |  7.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.17 |  7.67 |       8.33 |     7.17 |      6.50 |  7.57 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
